return {
    ru = {
        page_title = 'Список сессий',
        session_msg = 'Ниже представлен список ваших недавних сессий на различных устройствах. Вы можете разлогиниться удалённо, убрав соответствующую сессию (или все сразу).',
        active = 'ваша активная сессия',
        drop = 'удалить',
        drop_done = 'Сессия успешно прервана.',
        mass_drop_done = 'Успешно прерваны все сессии, кроме текущей.',
        drop_done_and_logout = 'Ваша текущая сессия успешно прервана. Вы можете залогиниться повторно, если пожелаете.',
        remove_all_other_sessions = 'удалить все сессии, кроме текущей',
    }
}