return {
    ru = {
        cannot_find_config_provider = 'Невозможно найти информацию для подключения к этому провайдеру OAuth.',
        auth_rejected = 'Попытка входа отклонена OAuth-провайдером.',
        cannot_be_processed = 'Неизвестен алгоритм действий для регистрации через этого провайдера OAuth.',
        state_forgery = 'Значение state не совпадает. Возможно, ссылка устарела.',
        token_request_is_failed = 'Не удалось получить токен.',
        whoami_request_is_failed = 'Не удалось получить сведения для регистрации.',
        whoami_request_cannot_be_parsed = 'Не удаётся распарсить ответ OAuth-провайдера для извлечения данных.',
        empty_user_id = 'Вход через этого провайдера OAuth уже был выполнен, но не удаётся найти аккаунт.',
    }
}