return {
    ru = {
        forbidden_page_for_unreg = "Для доступа нужна регистрация.",
        forbidden_page_for_reg = "Вы уже вошли.",
        session_forgery = "С сессией из печенья что-то не то.",
        csrf_token_forgery = "Если вы перешли сюда по сторонней ссылке, то кто-то вас пытается обмануть. Или возможно, вы пытаетесь отправить сообщение повторно.",
        cannot_send_mail = "Мы пытались отправить письмо, но почему-то это не удалось. Вы можете <a href='mailto:%{system_mail}'>связаться с администратором</a> и сообщить ему об ошибке.",
        wrong_request = "Некорректный запрос.",
        geoip_unknown_place = "Неизвестное место",
        wrong_delete_object = 'Не удалось удалить это.',
    }
}